CSI API ETABS v1
cSapModel.DesignConcrete Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cDesignConcrete DesignConcrete { get; }
ReadOnly Property DesignConcrete As cDesignConcrete
	Get
Dim instance As cSapModel
Dim value As cDesignConcrete
value = instance.DesignConcrete
property cDesignConcrete^ DesignConcrete {
	cDesignConcrete^ get ();
}
abstract DesignConcrete : cDesignConcrete with get
Property Value
Type: cDesignConcrete
See Also
Reference
cSapModel Interface
ETABSv1 Namespace